{
    "modal_trigger_title": "Настройки на бисквитките",

    "consent_modal_title": "Използваме бисквитки!",
    "consent_modal_description": "Този уебсайт използва основни \"бисквитки\", за да осигури правилното си функциониране, и \"бисквитки\" за проследяване, за да разбере как взаимодействате с него. Последните се задават само след съгласие.",
    "consent_modal_primary_btn": "Съгласен съм",
    "consent_modal_secondary_btn_settings": "Персонализиране на",
    "consent_modal_secondary_btn_accept_necessary": "Приемете необходимото",

    "settings_modal_title": "Настройки на бисквитките",
    "settings_modal_save_settings_btn": "Запазване на настройките",
    "settings_modal_accept_all_btn": "Приемете всички",
    "settings_modal_reject_all_btn": "Приемете необходимото",
    "settings_modal_close_btn_label": "Затвори",

    "settings_modal_before_consent_title": "Използване на бисквитки",
    "settings_modal_before_consent_description": "Използваме \"бисквитки\", за да осигурим основните функционалности на уебсайта и да подобрим вашето онлайн преживяване. Можете да изберете за всяка категория да се включите/изключите, когато пожелаете.",

    "settings_modal_after_consent_title": "Повече информация",
    "settings_modal_after_consent_description": "За всякакви запитвания във връзка с моята политика за бисквитките и вашия избор, моля, свържете се с нас.",

    "functionality_storage_title": "Функционални бисквитки",
    "functionality_storage_description": "Тези бисквитки са необходими за правилното функциониране на нашия уебсайт. Без тези бисквитки уебсайтът може да не работи правилно.",

    "personalization_storage_title": "Бисквитки за персонализиране",
    "personalization_storage_description": "Бисквитките за персонализиране могат да използват бисквитки на трети страни, за да им помогнат да персонализират съдържанието и да проследяват потребителите в различни уебсайтове и устройства.",

    "security_storage_title": "Бисквитки за сигурност",
    "security_storage_description": "Бисквитките за сигурност позволяват съхраняването на информация, свързана със сигурността, като например удостоверяване, защита от измами и други средства за защита на потребителя.",

    "ad_storage_title": "Рекламни бисквитки",
    "ad_storage_description": "Рекламните бисквитки се използват от нас или нашите партньори, за да ви показваме подходящо съдържание или реклами както на нашия сайт, така и на сайтове на трети страни. Това ни позволява да създаваме профили въз основа на Вашите интереси, т.нар. псевдонимизирани профили. Въз основа на тази информация обикновено не е възможно да Ви идентифицираме пряко като лице, тъй като се използват само псевдонимизирани данни. Освен ако не изразите съгласието си, няма да получавате съдържание и реклами, съобразени с вашите интереси.",

    "analytics_storage_title": "Бисквитки за анализ",
    "analytics_storage_description": "Бисквитките за анализ ни позволяват да измерваме ефективността на нашия уебсайт и на нашите рекламни кампании. Използваме ги, за да определим броя на посещенията и източниците на посещения на нашия уебсайт. Обработваме данните, получени чрез тези бисквитки, в обобщен вид, без да използваме идентификатори, които насочват към конкретни потребители на нашия уебсайт. Ако деактивирате използването на аналитични бисквитки във връзка с Вашето посещение, ние губим възможността да анализираме ефективността и да оптимизираме нашите мерки.",

    "cookie_table_col_name": "Име",
    "cookie_table_col_purpose": "Описание",
    "cookie_table_col_processing_time": "Срок на валидност",
    "cookie_table_col_provider": "Доставчик",
    "cookie_table_col_type": "Тип",
    "cookie_table_col_link": "Връзка",
    "cookie_table_col_link_find_out_more": "Връзка",
    "cookie_table_col_category": "Категория",

    "processing_time_session": "Сесия",
    "processing_time_persistent": "Устойчив",

    "cookie_type_1st_party": "първа страна",
    "cookie_type_3rd_party": "трета страна",

    "find_out_more": "научете повече"
}
