{
    "modal_trigger_title": "Nastaven칤 cookies",

    "consent_modal_title": "游꼵 Pou쮂셨치me cookies!",
    "consent_modal_description": "Na na코ich webov칳ch str치nk치ch pou쮂셨치me soubory cookies. N캩kter칠 z nich jsou nezbytn칠, zat칤mco jin칠 n치m pom치haj칤 vylep코칤t tento web a v치코 u쬴vatelsk칳 z치쬴tek.",
    "consent_modal_primary_btn": "Souhlas칤m a pokra캜ovat",
    "consent_modal_secondary_btn_settings": "P콏izp콢sobit",
    "consent_modal_secondary_btn_accept_necessary": "Povolit nezbytn칠 cookies",

    "settings_modal_title": "游닉 Nastaven칤 cookies",
    "settings_modal_save_settings_btn": "Ulo쬴t nastaven칤",
    "settings_modal_accept_all_btn": "Povolit v코echny cookies",
    "settings_modal_reject_all_btn": "Povolit nezbytn칠 cookies",
    "settings_modal_close_btn_label": "Zav콏칤t",

    "settings_modal_before_consent_title": "Pou쬴t칤 cookies 游닉",
    "settings_modal_before_consent_description": "Soubory cookie pou쮂셨치me k zaji코t캩n칤 z치kladn칤ch funkc칤 webu a ke zlep코en칤 va코eho u쬴vatelsk칠ho z치쬴tku. Souhlas pro ka쬯ou kategorii m콢쬰te kdykoliv zm캩nit.",

    "settings_modal_after_consent_title": "V칤ce informac칤",
    "settings_modal_after_consent_description": "M치te-li jak칠koli dotazy t칳kaj칤c칤 se pou쮂셨치n칤 soubor콢 cookie a va코ich voleb, kontaktujte n치s pros칤m.",

    "functionality_storage_title": "Nezbytn캩 nutn칠 soubory cookies",
    "functionality_storage_description": "Tyto soubory cookie jsou nezbytn칠 pro spr치vn칠 fungov치n칤 na코ich webov칳ch str치nek. Bez t캩chto soubor콢 cookie by webov칠 str치nky nefungovaly spr치vn캩.",

    "personalization_storage_title": "Personaliza캜n칤 cookies",
    "personalization_storage_description": "Personaliza캜n칤 soubory cookie mohou pou쮂셨at soubory cookie t콏et칤ch stran, kter칠 jim pom치haj칤 p콏izp콢sobit obsah a umo쮄갓j칤 sledovat u쬴vatele na r콢zn칳ch webov칳ch str치nk치ch a za콏칤zen칤ch.",

    "security_storage_title": "Bezpe캜nostn칤 cookies",
    "security_storage_description": "Bezpe캜nostn칤 soubory cookie umo쮄갓j칤 ukl치d치n칤 informac칤 souvisej칤c칤ch se zabezpe캜en칤m, nap콏. ov캩콏ov치n칤, ochrana p콏ed podvody a dal코칤 prost콏edky na ochranu u쬴vatele.",

    "ad_storage_title": "Reklamn칤 cookies",
    "ad_storage_description": "Reklamn칤 cookies pou쮂셨치me my nebo na코i partne콏i, abychom V치m mohli zobrazit vhodn칠 obsahy nebo reklamy jak na na코ich str치nk치ch, tak na str치nk치ch t콏et칤ch subjekt콢. D칤ky tomu m콢쬰me vytv치콏et profily zalo쬰n칠 na Va코ich z치jmech, tak zvan칠 pseudonymizovan칠 profily. Na z치klad캩 t캩chto informac칤 nen칤 zpravidla mo쬹치 bezprost콏edn칤 identifikace Va코칤 osoby, proto쬰 jsou pou쮂셨치ny pouze pseudonymizovan칠 칰daje. Pokud nevyj치d콏칤te souhlas, nebudete p콏칤jemcem obsah콢 a reklam p콏izp콢soben칳ch Va코im z치jm콢m.",

    "analytics_storage_title": "Analytick칠 cookies",
    "analytics_storage_description": "Analytick칠 cookies n치m umo쮄갓j칤 m캩콏en칤 v칳konu na코eho webu a na코ich reklamn칤ch kampan칤. Jejich pomoc칤 ur캜ujeme po캜et n치v코t캩v a zdroje n치v코t캩v na코ich internetov칳ch str치nek. Data z칤skan치 pomoc칤 t캩chto cookies zpracov치v치me souhrnn캩, bez pou쬴t칤 identifik치tor콢, kter칠 ukazuj칤 na konkr칠tn칤 u쬴vatel칠 na코eho webu. Pokud vypnete pou쮂셨치n칤 analytick칳ch cookies ve vztahu k Va코칤 n치v코t캩v캩, ztr치c칤me mo쬹ost anal칳zy v칳konu a optimalizace na코ich opat콏en칤."
}
