{
    "modal_trigger_title": "Evästeasetukset",

    "consent_modal_title": "Käytämme evästeitä!",
    "consent_modal_description": "Tämä verkkosivusto käyttää välttämättömiä evästeitä varmistaakseen sivuston oikean toiminnan sekä seurantaevästeitä ymmärtääkseen, kuinka olet vuorovaikutuksessa sivuston kanssa. Jälkimmäinen asetetaan vasta suostumuksen jälkeen.",
    "consent_modal_primary_btn": "Hyväksyn",
    "consent_modal_secondary_btn_settings": "Muokkaa",
    "consent_modal_secondary_btn_accept_necessary": "Hyväksy vaaditut",

    "settings_modal_title": "Evästeasetukset",
    "settings_modal_save_settings_btn": "Tallenna",
    "settings_modal_accept_all_btn": "Hyväksy kaikki",
    "settings_modal_reject_all_btn": "Hyväksy vaaditut",
    "settings_modal_close_btn_label": "Sulje",

    "settings_modal_before_consent_title": "Evästeiden käyttö",
    "settings_modal_before_consent_description": "Käytämme evästeitä varmistaaksemme verkkosivuston perustoiminnot ja parantaaksemme verkkokokemustasi. Voit valita jokaiselle kategorialle haluatko hyväksyä/hylätä ne milloin tahansa.",

    "settings_modal_after_consent_title": "Lisätietoja",
    "settings_modal_after_consent_description": "Jos sinulla on kysyttävää evästekäytännöistä ja valinnoistasi, ota meihin yhteyttä.",

    "functionality_storage_title": "Toiminnalliset evästeet",
    "functionality_storage_description": "Nämä evästeet ovat välttämättömiä verkkosivuston asianmukaisen toiminnan kannalta. Ilman näitä evästeitä verkkosivusto ei ehkä toimi kunnolla.",

    "personalization_storage_title": "Personointievästeet",
    "personalization_storage_description": "Personointievästeet voivat käyttää kolmannen osapuolen evästeitä auttamaan niitä mukauttamaan sisältöä ja seuraamaan käyttäjiä eri verkkosivustoilla ja laitteilla.",

    "security_storage_title": "Turvallisuusevästeet",
    "security_storage_description": "Turvallisuusevästeet mahdollistavat turvallisuuteen liittyvien tietojen, kuten todentamisen, petossuojauksen ja muiden keinojen tallentamisen käyttäjän suojaamiseksi.",

    "ad_storage_title": "Mainosevästeet",
    "ad_storage_description": "Me tai kumppanimme käytämme mainosevästeitä näyttääkseen sinulle asiaankuuluvaa sisältöä tai mainoksia sekä sivustollamme että kolmansien osapuolien sivustoilla. Näin voimme luoda kiinnostuksen kohteidesi perusteella profiileja, niin kutsuttuja pseudonyymiprofiileja. Näiden tietojen perusteella sinua ei yleensä voida suoraan tunnistaa henkilöksi, koska käytetään vain pseudonyymejä tietoja. Ellet anna suostumustasi, et saa sisältöä ja mainoksia, jotka on räätälöity kiinnostuksesi mukaan.",

    "ad_user_data_title": "Ad user data",
    "ad_user_data_description": "",

    "ad_personalization_title": "Ad personalization",
    "ad_personalization_description": "",

    "analytics_storage_title": "Analyysievästeet",
    "analytics_storage_description": "Analyysievästeiden avulla voimme mitata verkkosivustomme ja mainoskampanjoidemme tehokkuutta. Käytämme niitä määrittääksemme käyntien määrän ja käyntien lähteet verkkosivustollamme. Käsittelemme näiden evästeiden kautta saatuja tietoja koottuna käyttämättä tunnisteita, jotka osoittavat verkkosivustomme tiettyihin käyttäjiin. Jos poistat analytiikkaevästeiden käytön käytöstä vierailusi yhteydessä, menetämme kyvyn analysoida suorituskykyä ja optimoida sivuston toimintaa.",

    "cookie_table_col_name": "Nimi",
    "cookie_table_col_purpose": "Kuvaus",
    "cookie_table_col_processing_time": "Vanheneminen",
    "cookie_table_col_provider": "Palveluntarjoaja",
    "cookie_table_col_type": "Tyyppi",
    "cookie_table_col_link": "Linkki",
    "cookie_table_col_link_find_out_more": "Linkki",
    "cookie_table_col_category": "Kategoria",

    "processing_time_session": "Sessio",
    "processing_time_persistent": "Pysyvä",

    "cookie_type_1st_party": "Ensimmäinen osapuoli",
    "cookie_type_3rd_party": "Kolmas osapuoli",

    "find_out_more": "lue lisää"
}
