{
    "modal_trigger_title": "Preferenze per i cookie",
    "consent_modal_title": "Utilizziamo i cookie!",
    "consent_modal_description": "Questo sito web utilizza cookie essenziali per garantirne il corretto funzionamento e cookie di monitoraggio per capire come interagisci con esso. Questi ultimi saranno installati solo con il vostro consenso",
    "consent_modal_primary_btn": "Accetto",
    "consent_modal_secondary_btn_settings": "Personalizza",
    "consent_modal_secondary_btn_accept_necessary": "Accept necessary",
    "settings_modal_title": "Impostazioni dei cookie",
    "settings_modal_save_settings_btn": "Salva impostazioni",
    "settings_modal_accept_all_btn": "Accetta tutto",
    "settings_modal_reject_all_btn": "Accetta tutto",
    "settings_modal_close_btn_label": "Chiudi",
    "settings_modal_before_consent_title": "Utilizzo dei cookie",
    "settings_modal_before_consent_description": "Utilizziamo i cookie per garantire la funzionalità di base del sito web e per migliorare la vostra esperienza online. Per ogni categoria, potete scegliere di accettare o rifiutare i cookie quando volete.",
    "settings_modal_after_consent_title": "Ulteriori informazioni",
    "settings_modal_after_consent_description": "Se avete domande sulla mia politica sui cookie e sulle vostre scelte, contattateci",
    "functionality_storage_title": "Cookie di funzionalità",
    "functionality_storage_description": "Questi cookie sono necessari per il corretto funzionamento del nostro sito web. Senza questi cookie, il sito web potrebbe non funzionare correttamente",
    "personalization_storage_title": "Cookie di personalizzazione",
    "personalization_storage_description": "I cookie di personalizzazione possono utilizzare cookie di terze parti per aiutare a personalizzare i contenuti e tracciare gli utenti su diversi siti web e dispositivi",
    "security_storage_title": "Cookie di sicurezza",
    "security_storage_description": "I cookie di sicurezza memorizzano informazioni relative alla sicurezza, come l'autenticazione, la protezione dalle frodi e altri mezzi per proteggere l'utente",
    "ad_storage_title": "Cookie pubblicitari",
    "ad_storage_description": "I cookie pubblicitari sono utilizzati da noi o dai nostri partner per mostrare all'utente contenuti o pubblicità pertinenti sia sul nostro sito che su siti di terze parti. Questo ci permette di creare profili basati sui vostri interessi, chiamati profili pseudonimizzati. Sulla base di queste informazioni, in genere non è possibile identificarvi direttamente come persona fisica, poiché vengono utilizzati solo dati pseudonimizzati. Se non acconsentite, non riceverete contenuti e annunci pubblicitari personalizzati in base ai vostri interessi",
    "analytics_storage_title": "Cookie analitici",
    "analytics_storage_description": "I cookie analitici ci permettono di misurare le prestazioni del nostro sito web e delle campagne pubblicitarie. Li utilizziamo per determinare il numero di visite e le fonti delle visite al nostro sito web. I dati ottenuti tramite questi cookie vengono elaborati in forma aggregata, senza utilizzare identificatori che consentano di identificare utenti specifici del nostro sito web. Se disabilitate l'uso dei cookie analitici in relazione alla vostra visita, perdiamo la possibilità di analizzare le prestazioni e ottimizzare le nostre misure",
    "cookie_table_col_name": "Nome",
    "cookie_table_col_purpose": "Descrizione",
    "cookie_table_col_processing_time": "Scadenza",
    "cookie_table_col_provider": "Provider",
    "cookie_table_col_type": "Tipo",
    "cookie_table_col_link": "Link",
    "cookie_table_col_link_find_out_more": "Link",
    "cookie_table_col_category": "Categoria",
    "processing_time_session": "Session",
    "processing_time_persistent": "Persistent",
    "cookie_type_1st_party": "Cookie nominativo",
    "cookie_type_3rd_party" : "Cookie di terze parti",
    "find_out_more" : "Per saperne di più"
}
