{
  "modal_trigger_title": "Nastavenia cookies",

  "consent_modal_title": "游꼵 Pou쮂셨ame s칰bory cookies!",
  "consent_modal_description": "Na na코ich webov칳ch str치nkach pou쮂셨ame s칰bory cookies. Niektor칠 s칰 nevyhnutn칠, in칠 n치m pom치haj칰 zlep코ova콘 t칰to webov칰 str치nku a v치코 pou쮂셨ate쬽k칳 z치쬴tok.",
  "consent_modal_primary_btn": "S칰hlas칤m a pokra캜ujem",
  "consent_modal_secondary_btn_settings": "Prisp칪sobenie",
  "consent_modal_secondary_btn_accept_necessary": "Povoli콘 potrebn칠 s칰bory cookies",

  "settings_modal_title": "游닉 Nastavenia cookies",
  "settings_modal_save_settings_btn": "Ulo쬴콘 nastavenia",
  "settings_modal_accept_all_btn": "Povoli콘 v코etky cookies",
  "settings_modal_reject_all_btn": "Povoli콘 potrebn칠 cookies",
  "settings_modal_close_btn_label": "Zavrie콘",

  "settings_modal_before_consent_title": "Pou쮂셨anie s칰borov cookies 游닉",
  "settings_modal_before_consent_description": "S칰bory cookie pou쮂셨ame na zabezpe캜enie z치kladn칳ch funkci칤 str치nky a na zlep코enie v치코ho pou쮂셨ate쬽k칠ho z치쬴tku. Svoj s칰hlas pre ka쬯칰 kateg칩riu m칪쬰te kedyko쭀ek zmeni콘.",

  "settings_modal_after_consent_title": "캝al코ie inform치cie",
  "settings_modal_after_consent_description": "Ak m치te ak칠ko쭀ek ot치zky t칳kaj칰ce sa pou쮂셨ania s칰borov cookie a va코ich volieb, kontaktujte n치s.",

  "functionality_storage_title": "Potrebn칠 cookies",
  "functionality_storage_description": "Tieto s칰bory cookie s칰 potrebn칠 na spr치vne fungovanie na코ej webovej str치nky. Bez t칳chto s칰borov cookie by webov치 str치nka nefungovala spr치vne.",

  "personalization_storage_title": "S칰bory cookie na prisp칪sobenie obsahu",
  "personalization_storage_description": "S칰bory cookie na prisp칪sobenie obsahu m칪쬿 pou쮂셨a콘 s칰bory cookie tret칤ch str치n, ktor칠 im pom치haj칰 prisp칪sobi콘 obsah a umo쮄갓j칰 im sledova콘 pou쮂셨ate쬺v na r칪znych webov칳ch str치nkach a zariadeniach.",

  "security_storage_title": "Bezpe캜nostn칠 cookie",
  "security_storage_description": "Bezpe캜nostn칠 s칰bory cookie umo쮄갓j칰 ukladanie inform치ci칤 s칰visiacich s bezpe캜nos콘ou, ako je overovanie, ochrana pred podvodmi a in칠 prostriedky ochrany pou쮂셨ate쬬.",

  "ad_storage_title": "Reklamn칠 cookies",
  "ad_storage_description": "Reklamn칠 s칰bory cookie pou쮂셨ame my alebo na코i partneri na zobrazovanie relevantn칠ho obsahu alebo rekl치m na na코ej str치nke aj na str치nkach tret칤ch str치n. To n치m umo쮄갓je vytv치ra콘 profily na z치klade va코ich z치ujmov, tzv. pseudonymizovan칠 profily. Na z치klade t칳chto inform치ci칤 v치s vo v코eobecnosti nie je mo쬹칠 priamo identifikova콘 ako osobu, preto쬰 sa pou쮂셨aj칰 len pseudonymizovan칠 칰daje. Ak nevyjadr칤te svoj s칰hlas, nebudete dost치va콘 obsah a reklamy prisp칪soben칠 va코im z치ujmom.",

  "analytics_storage_title": "Analytick칠 cookies",
  "analytics_storage_description": "Analytick칠 s칰bory cookie n치m umo쮄갓j칰 mera콘 v칳konnos콘 na코ej webovej str치nky a na코ich reklamn칳ch kampan칤. Pou쮂셨ame ich na ur캜enie po캜tu n치v코tev a zdrojov n치v코tev na코ich webov칳ch str치nok. 칔daje z칤skan칠 prostredn칤ctvom t칳chto s칰borov cookie sprac칰vame s칰hrnne bez pou쬴tia identifik치torov, ktor칠 by poukazovali na konkr칠tnych pou쮂셨ate쬺v na코ej webovej str치nky. Ak zak치쬰te pou쮂셨anie analytick칳ch s칰borov cookie v s칰vislosti s va코ou n치v코tevou, strat칤me mo쬹os콘 analyzova콘 v칳kon a optimalizova콘 na코e opatrenia."
}
