{
    "modal_trigger_title": "Nastavitve piškotkov",

    "consent_modal_title": "Uporabljamo piškotke!",
    "consent_modal_description": "To spletno mesto uporablja bistvene piškotke za zagotavljanje pravilnega delovanja in sledilne piškotke za razumevanje vaše interakcije z njim. Slednji bodo nameščeni le po privolitvi.",
    "consent_modal_primary_btn": "Strinjam se",
    "consent_modal_secondary_btn_settings": "Prilagodite",
    "consent_modal_secondary_btn_accept_necessary": "Sprejmite potrebno",

    "settings_modal_title": "Nastavitve piškotkov",
    "settings_modal_save_settings_btn": "Shranjevanje nastavitev",
    "settings_modal_accept_all_btn": "Sprejmite vse",
    "settings_modal_reject_all_btn": "Sprejmite potrebno",
    "settings_modal_close_btn_label": "Zapri",

    "settings_modal_before_consent_title": "Uporaba piškotkov",
    "settings_modal_before_consent_description": "Piškotke uporabljamo za zagotavljanje osnovnih funkcij spletnega mesta in izboljšanje vaše spletne izkušnje. Za vsako kategorijo lahko izberete, ali se želite vključiti ali izključiti, kadar koli želite.",

    "settings_modal_after_consent_title": "Več informacij",
    "settings_modal_after_consent_description": "Za vsa vprašanja v zvezi z mojim pravilnikom o piškotkih in vašimi izbirami se obrnite na nas.",

    "functionality_storage_title": "Piškotki funkcionalnosti",
    "functionality_storage_description": "Ti piškotki so potrebni za pravilno delovanje našega spletnega mesta. Brez teh piškotkov spletno mesto morda ne bo delovalo pravilno.",

    "personalization_storage_title": "Piškotki za prilagajanje",
    "personalization_storage_description": "Piškotki za prilagajanje lahko uporabljajo piškotke tretjih oseb, ki jim pomagajo prilagoditi vsebino in slediti uporabnikom na različnih spletnih mestih in napravah.",

    "security_storage_title": "Varnostni piškotki",
    "security_storage_description": "Varnostni piškotki omogočajo shranjevanje informacij, povezanih z varnostjo, kot so preverjanje pristnosti, zaščita pred goljufijami in druga sredstva za zaščito uporabnika.",

    "ad_storage_title": "Oglaševalski piškotki",
    "ad_storage_description": "Oglaševalske piškotke uporabljamo mi ali naši partnerji, da vam prikažemo ustrezno vsebino ali oglase na našem spletnem mestu in na spletnih mestih tretjih oseb. To nam omogoča ustvarjanje profilov na podlagi vaših interesov, tako imenovanih psevdonimiziranih profilov. Na podlagi teh informacij vas običajno ni mogoče neposredno identificirati kot osebo, saj se uporabljajo le psevdonimizirani podatki. Če se s tem ne strinjate, ne boste prejemali vsebin in oglasov, prilagojenih vašim interesom.",

    "ad_user_data_title": "Ad user data",
    "ad_user_data_description": "",

    "ad_personalization_title": "Ad personalization",
    "ad_personalization_description": "",

    "analytics_storage_title": "Analitični piškotki",
    "analytics_storage_description": "Analitični piškotki nam omogočajo merjenje uspešnosti našega spletnega mesta in oglaševalskih kampanj. Uporabljamo jih za ugotavljanje števila obiskov in virov obiskov našega spletnega mesta. Podatke, pridobljene s temi piškotki, obdelujemo zbirno, brez uporabe identifikatorjev, ki bi kazali na določene uporabnike našega spletnega mesta. Če onemogočite uporabo analitičnih piškotkov v zvezi z vašim obiskom, izgubimo možnost analize uspešnosti in optimizacije naših ukrepov.",

    "cookie_table_col_name": "Ime",
    "cookie_table_col_purpose": "Opis",
    "cookie_table_col_processing_time": "Iztek veljavnosti",
    "cookie_table_col_provider": "Ponudnik",
    "cookie_table_col_type": "Tip",
    "cookie_table_col_link": "Povezava",
    "cookie_table_col_link_find_out_more": "Povezava",
    "cookie_table_col_category": "Kategorija",

    "processing_time_session": "Seja",
    "processing_time_persistent": "Trajni",

    "cookie_type_1st_party": "1. stranka",
    "cookie_type_3rd_party": "3. stranka",

    "find_out_more": "izvedite več"
}
