{"modal_trigger_title":"Cookie-Einstellungen","consent_modal_title":"Wir verwenden Cookies!","consent_modal_description":"Diese Website verwendet essentielle Cookies, um ihren ordnungsgemäßen Betrieb zu gewährleisten, und Tracking-Cookies, um zu verstehen, wie Sie mit ihr interagieren. Letztere werden nur nach Zustimmung gesetzt.","consent_modal_primary_btn":"Ich stimme zu","consent_modal_secondary_btn_settings":"Anpassen","consent_modal_secondary_btn_accept_necessary":"Notwendig akzeptieren","settings_modal_title":"Cookie-Einstellungen","settings_modal_save_settings_btn":"Einstellungen speichern","settings_modal_accept_all_btn":"Alle akzeptieren","settings_modal_reject_all_btn":"Notwendig akzeptieren","settings_modal_close_btn_label":"Schließen Sie","settings_modal_before_consent_title":"Verwendung von Cookies","settings_modal_before_consent_description":"Wir verwenden Cookies, um die grundlegenden Funktionen der Website zu gewährleisten und um Ihr Online-Erlebnis zu verbessern. Sie können für jede Kategorie wählen, ob Sie sich an- oder abmelden möchten.","settings_modal_after_consent_title":"Weitere Informationen","settings_modal_after_consent_description":"Wenn Sie Fragen zu meiner Politik in Bezug auf Cookies und Ihre Wahlmöglichkeiten haben, kontaktieren Sie uns bitte.","functionality_storage_title":"Funktionalität der Cookies","functionality_storage_description":"Diese Cookies sind für das ordnungsgemäße Funktionieren unserer Website erforderlich. Ohne diese Cookies könnte die Website nicht richtig funktionieren.","personalization_storage_title":"Personalisierungs-Cookies","personalization_storage_description":"Personalisierungs-Cookies können Cookies von Drittanbietern verwenden, um Inhalte zu personalisieren und Nutzer über verschiedene Websites und Geräte hinweg zu verfolgen.","security_storage_title":"Sicherheits-Cookies","security_storage_description":"Sicherheits-Cookies ermöglichen die Speicherung sicherheitsrelevanter Informationen, z. B. zur Authentifizierung, zum Schutz vor Betrug und für andere Maßnahmen zum Schutz des Nutzers.","ad_storage_title":"Werbe-Cookies","ad_storage_description":"Werbe-Cookies werden von uns oder unseren Partnern verwendet, um Ihnen relevante Inhalte oder Werbung sowohl auf unserer Website als auch auf Websites von Dritten anzuzeigen. Dadurch können wir Profile auf der Grundlage Ihrer Interessen erstellen, sogenannte pseudonymisierte Profile. Anhand dieser Informationen ist es in der Regel nicht möglich, Sie direkt als Person zu identifizieren, da nur pseudonymisierte Daten verwendet werden. Ohne Ihre ausdrückliche Zustimmung erhalten Sie keine auf Ihre Interessen zugeschnittenen Inhalte und Werbung.","ad_user_data_title":"Ad user data","ad_user_data_description":"","ad_personalization_title":"Ad personalization","ad_personalization_description":"","analytics_storage_title":"Analyse-Cookies","analytics_storage_description":"Analytics-Cookies ermöglichen es uns, die Leistung unserer Website und unserer Werbekampagnen zu messen. Wir verwenden sie, um die Anzahl der Besuche und die Quellen der Besuche auf unserer Website zu ermitteln. Wir verarbeiten die durch diese Cookies erhaltenen Daten in zusammengefasster Form, ohne Identifikatoren zu verwenden, die auf bestimmte Nutzer unserer Website hinweisen. Wenn Sie die Verwendung von Analyse-Cookies in Bezug auf Ihren Besuch deaktivieren, verlieren wir die Möglichkeit, die Leistung zu analysieren und unsere Maßnahmen zu optimieren.","cookie_table_col_name":"Name","cookie_table_col_purpose":"Beschreibung","cookie_table_col_processing_time":"Verfallsdatum","cookie_table_col_provider":"Anbieter","cookie_table_col_type":"Typ","cookie_table_col_link":"Link","cookie_table_col_link_find_out_more":"Link","cookie_table_col_category":"Kategorie","processing_time_session":"Sitzung","processing_time_persistent":"Persistent","cookie_type_1st_party":"1. Partei","cookie_type_3rd_party":"3. Partei","find_out_more":"mehr erfahren"}