{"modal_trigger_title":"Cookie beállítások","consent_modal_title":"Sütiket használunk!","consent_modal_description":"Ez a weboldal alapvető cookie-kat használ a megfelelő működés biztosításához, valamint nyomkövető cookie-kat annak megértéséhez, hogy Ön hogyan lép kapcsolatba vele. Ez utóbbiak csak beleegyezés után kerülnek beállításra.","consent_modal_primary_btn":"Egyetértek","consent_modal_secondary_btn_settings":"Testreszabás","consent_modal_secondary_btn_accept_necessary":"Szükséges elfogadni","settings_modal_title":"Cookie beállítások","settings_modal_save_settings_btn":"Beállítások mentése","settings_modal_accept_all_btn":"Elfogadni minden","settings_modal_reject_all_btn":"Szükséges elfogadni","settings_modal_close_btn_label":"Zárja be a","settings_modal_before_consent_title":"Cookie használat","settings_modal_before_consent_description":"Sütiket használunk a weboldal alapvető funkcióinak biztosítása és az Ön online élményének javítása érdekében. Minden egyes kategória esetében bármikor választhat, hogy ki/bejelentkezik-e vagy sem.","settings_modal_after_consent_title":"További információ","settings_modal_after_consent_description":"A sütikre vonatkozó politikámmal és az Ön választási lehetőségeivel kapcsolatos bármilyen kérdéssel kapcsolatban, kérjük, lépjen kapcsolatba velünk.","functionality_storage_title":"Funkcionalitás sütik","functionality_storage_description":"Ezek a sütik a weboldalunk megfelelő működéséhez szükségesek. E sütik nélkül a weboldal nem biztos, hogy megfelelően működik.","personalization_storage_title":"Személyre szabási sütik","personalization_storage_description":"A személyre szabási sütik harmadik féltől származó sütiket használhatnak a tartalom személyre szabásához és a felhasználók különböző weboldalakon és eszközökön történő nyomon követéséhez.","security_storage_title":"Biztonsági sütik","security_storage_description":"A biztonsági sütik lehetővé teszik a biztonsággal kapcsolatos információk tárolását, például a hitelesítés, a csalás elleni védelem és a felhasználó védelmét szolgáló egyéb eszközök tárolását.","ad_storage_title":"Hirdetési sütik","ad_storage_description":"A hirdetési sütiket mi vagy partnereink arra használjuk, hogy releváns tartalmat vagy hirdetéseket jelenítsünk meg Önnek mind a mi oldalunkon, mind harmadik felek oldalain. Ez lehetővé teszi számunkra, hogy az Ön érdeklődési körén alapuló profilokat, úgynevezett álnevesített profilokat hozzunk létre. Ezen információk alapján általában nem lehetséges Önt személyként közvetlenül azonosítani, mivel csak álnevesített adatokat használunk. Hacsak nem adja kifejezett hozzájárulását, nem kap az Ön érdeklődési köréhez igazított tartalmakat és hirdetéseket.","ad_user_data_title":"Ad user data","ad_user_data_description":"","ad_personalization_title":"Ad personalization","ad_personalization_description":"","analytics_storage_title":"Analitikai sütik","analytics_storage_description":"Az analitikai sütik lehetővé teszik számunkra, hogy mérjük weboldalunk és reklámkampányaink teljesítményét. Ezeket arra használjuk, hogy meghatározzuk a weboldalunk látogatásainak számát és forrásait. Az ezeken a cookie-kon keresztül kapott adatokat összesített formában, a weboldalunk konkrét felhasználóira utaló azonosítók használata nélkül dolgozzuk fel. Ha Ön letiltja az analitikai sütik használatát a látogatásával kapcsolatban, elveszítjük a teljesítményelemzés és az intézkedéseink optimalizálásának lehetőségét.","cookie_table_col_name":"Név","cookie_table_col_purpose":"Leírás","cookie_table_col_processing_time":"Lejárat","cookie_table_col_provider":"Szolgáltató","cookie_table_col_type":"Típus","cookie_table_col_link":"Link","cookie_table_col_link_find_out_more":"Link","cookie_table_col_category":"Kategória","processing_time_session":"Ülés","processing_time_persistent":"Kitartó","cookie_type_1st_party":"1. fél","cookie_type_3rd_party":"3. fél","find_out_more":"tudjon meg többet"}