{"modal_trigger_title":"Configurações de cookies","consent_modal_title":"Nós usamos cookies!","consent_modal_description":"Este site usa cookies essenciais para garantir seu funcionamento adequado e cookies de rastreamento para entender como você interage com ele. Os cookies de rastreamento serão configurados apenas após seu consentimento.","consent_modal_primary_btn":"Eu concordo","consent_modal_secondary_btn_settings":"Personalizar","consent_modal_secondary_btn_accept_necessary":"Apenas cookies essenciais","settings_modal_title":"Configurações de cookies","settings_modal_save_settings_btn":"Salvar configurações","settings_modal_accept_all_btn":"Aceitar todos","settings_modal_reject_all_btn":"Apenas cookies essenciais","settings_modal_close_btn_label":"Fechar","settings_modal_before_consent_title":"Uso de cookies","settings_modal_before_consent_description":"Usamos cookies para garantir as funcionalidades básicas do site e melhorar sua experiência online. Você pode escolher se deseja ou não aceitar cookies em cada categoria e a qualquer momento.","settings_modal_after_consent_title":"Mais informações","settings_modal_after_consent_description":"Para quaisquer dúvidas sobre a nossa política de cookies e suas escolhas, por favor entre em contato conosco.","functionality_storage_title":"Cookies de funcionalidade","functionality_storage_description":"Esses cookies são necessários para o funcionamento adequado do nosso site. Sem esses cookies, o site pode não funcionar corretamente.","personalization_storage_title":"Cookies de personalização","personalization_storage_description":"Os cookies de personalização podem usar cookies de terceiros para ajudar a personalizar conteúdo e rastrear usuários em diferentes sites e dispositivos.","security_storage_title":"Cookies de segurança","security_storage_description":"Os cookies de segurança permitem o armazenamento de informações relacionadas à segurança, como autenticação, proteção contra fraudes e outros meios de proteger o usuário.","ad_storage_title":"Cookies de publicidade","ad_storage_description":"Os cookies de publicidade são usados por nós ou nossos parceiros para mostrar conteúdo ou anúncios relevantes tanto no nosso site quanto em sites de terceiros. Isso nos permite criar perfis baseados nos seus interesses, os chamados perfis pseudonimizados. Com base nessas informações, geralmente não é possível identificá-lo(a) diretamente como pessoa, pois são utilizados apenas dados pseudonimizados. A menos que você expresse seu consentimento, você não receberá conteúdo e anúncios adaptados aos seus interesses.","ad_user_data_title":"Dados de usuários de anúncios","ad_user_data_description":"","ad_personalization_title":"Personalização de anúncios","ad_personalization_description":"","analytics_storage_title":"Cookies de análise","analytics_storage_description":"Os cookies de análise nos permitem medir o desempenho do nosso site e de nossas campanhas publicitárias. Nós os usamos para determinar o número de visitas e as fontes de visitas ao nosso site. Processamos os dados obtidos por meio desses cookies de forma agregada, sem usar identificadores que apontem para usuários específicos do nosso site. Se você desativar o uso de cookies analíticos em relação à sua visita, perderemos a capacidade de analisar o desempenho e otimizar nossas medidas.","cookie_table_col_name":"Nome","cookie_table_col_purpose":"Descrição","cookie_table_col_processing_time":"Expiração","cookie_table_col_provider":"Provedor","cookie_table_col_type":"Tipo","cookie_table_col_link":"Link","cookie_table_col_link_find_out_more":"Link","cookie_table_col_category":"Categoria","processing_time_session":"Sessão","processing_time_persistent":"Persistente","cookie_type_1st_party":"Proprietários","cookie_type_3rd_party":"De terceiros","find_out_more":"Saiba mais"}