{"modal_trigger_title":"Setări cookie","consent_modal_title":"Folosim cookie-uri!","consent_modal_description":"Acest site web utilizează cookie-uri esențiale pentru a asigura funcționarea corectă a acestuia și cookie-uri de urmărire pentru a înțelege modul în care interacționați cu acesta. Acestea din urmă vor fi setate numai după obținerea consimțământului.","consent_modal_primary_btn":"Sunt de acord","consent_modal_secondary_btn_settings":"Personalizați","consent_modal_secondary_btn_accept_necessary":"Acceptă necesarul","settings_modal_title":"Setări cookie","settings_modal_save_settings_btn":"Salvați setările","settings_modal_accept_all_btn":"Acceptă toate","settings_modal_reject_all_btn":"Acceptă necesarul","settings_modal_close_btn_label":"Închideți","settings_modal_before_consent_title":"Utilizarea cookie-urilor","settings_modal_before_consent_description":"Utilizăm cookie-uri pentru a asigura funcționalitățile de bază ale site-ului web și pentru a îmbunătăți experiența dvs. online. Puteți alege pentru fiecare categorie să optați pentru opt-in/out oricând doriți.","settings_modal_after_consent_title":"Mai multe informații","settings_modal_after_consent_description":"Pentru orice întrebări legate de politica mea privind cookie-urile și opțiunile dumneavoastră, vă rugăm să ne contactați.","functionality_storage_title":"Cookie-uri de funcționalitate","functionality_storage_description":"Aceste module cookie sunt necesare pentru buna funcționare a site-ului nostru web. Fără aceste module cookie, este posibil ca site-ul web să nu funcționeze corespunzător.","personalization_storage_title":"Cookie-uri de personalizare","personalization_storage_description":"Modulele cookie de personalizare pot utiliza module cookie ale unor terțe părți pentru a le ajuta să personalizeze conținutul și să urmărească utilizatorii pe diferite site-uri web și dispozitive.","security_storage_title":"Cookie-uri de securitate","security_storage_description":"Cookie-urile de securitate permit stocarea de informații legate de securitate, cum ar fi autentificarea, protecția împotriva fraudei și alte mijloace de protecție a utilizatorului.","ad_storage_title":"Cookie-uri publicitare","ad_storage_description":"Cookie-urile publicitare sunt utilizate de noi sau de partenerii noștri pentru a vă arăta conținut relevant sau reclame relevante atât pe site-ul nostru, cât și pe site-urile unor terțe părți. Acest lucru ne permite să creăm profiluri bazate pe interesele dumneavoastră, așa-numitele profiluri pseudonimizate. Pe baza acestor informații, în general, nu este posibil să vă identificăm în mod direct ca persoană, deoarece sunt utilizate doar date pseudonimizate. Cu excepția cazului în care vă exprimați consimțământul, nu veți primi conținut și reclame adaptate la interesele dvs.","ad_user_data_title":"Ad user data","ad_user_data_description":"","ad_personalization_title":"Ad personalization","ad_personalization_description":"","analytics_storage_title":"Cookie-uri de analiză","analytics_storage_description":"Cookie-urile de analiză ne permit să măsurăm performanța site-ului nostru web și a campaniilor noastre publicitare. Le folosim pentru a determina numărul de vizite și sursele vizitelor pe site-ul nostru web. Prelucrăm datele obținute prin intermediul acestor module cookie în mod agregat, fără a utiliza identificatori care să indice anumiți utilizatori ai site-ului nostru web. Dacă dezactivați utilizarea modulelor cookie de analiză în legătură cu vizita dvs., pierdem capacitatea de a analiza performanța și de a optimiza măsurile noastre.","cookie_table_col_name":"Nume","cookie_table_col_purpose":"Descriere","cookie_table_col_processing_time":"Expirare","cookie_table_col_provider":"Furnizor","cookie_table_col_type":"Tip","cookie_table_col_link":"Link","cookie_table_col_link_find_out_more":"Link","cookie_table_col_category":"Categoria","processing_time_session":"Sesiunea","processing_time_persistent":"Persistent","cookie_type_1st_party":"prima parte","cookie_type_3rd_party":"a treia parte","find_out_more":"aflați mai multe"}